export const questionsOfControl = [
  {
    questionId: 1,
    question:
      "Подсанкционное лицо имеет право / осуществляет полномочия, связанные с назначением или увольнением большинства членов административного, управленческого или надзорного органа юридического лица (организации)?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 2,
    question:
      "Подсанкционное лицо назначило большинство членов административных, руководящих или наблюдательных органов юридического лица (организации), которые занимали свои должности в течение текущего и предыдущего финансового года?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 3,
    question:
      "Подсанкционное лицо единолично контролирует юридическое лицо (организацию) и/или на основании соглашения с другими акционерами (участниками) имеет большинство голосов в таком юридическом лице (организации)?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 4,
    question:
      "У подсанкционного лица есть право оказывать доминирующее влияние на юридическое лицо (организацию) на основании:\n- соглашения, заключенного с этим юридическим лицом (организацией), или\n- положения учредительного договора или устава юридического лица (организации), и закон, регулирующий деятельность этого юридического лица (организации), допускает подчинение подсанкционному лицу на основании таких соглашений и положений?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 5,
    question:
      "Подсанкционное лицо осуществляет доминирующее влияние на юридическое лицо (организацию), указанное в Вопросе № 4, не будучи владельцем этого права (например, через «подставную компанию» (front company)?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 6,
    question:
      "У подсанкционного лица есть право на использование всех или части активов юридического лица (организации)?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 7,
    question:
      "Подсанкционное лицо управляет бизнесом юридического лица (организации) на единой основе, публикуя консолидированную отчетность?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
  {
    questionId: 8,
    question:
      "Подсанкционное лицо разделяет совместно и солидарно финансовые обязательства юридического лица (организации) или гарантирует их?",
    answers: [
      { id: 1, label: "Да", value: "yes" },
      { id: 2, label: "Нет", value: "no" },
    ],
  },
];
